HELP_1 = """🎸<b><u> اوامر التشغيل </b></u> 

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🎸 ﹛ تشغيل / شغل / ش ﹜ + الاسم او الرابط 
⚡️ لتشغيل تشغيل المقاطع الصوتيه ف المحدثات

🎸 ﹛ فيديو / فيد / ف ﹜ + الاسم او الرابط
⚡️ لتشغيل فيديو في المحادثه

🎸 ﹛ وقف / اسكت ﹜
⚡️ لايقاف مؤقت

🎸﹛ كمل / اتكلم ﹜
⚡️لاعادة التشغيل 

🎸﹛ تخطي / التالي ﹜
⚡️ لتخطي المقطع الصوتي او الفيديو للتالي

🎸﹛ ايقاف / انهاء ﹜
⚡️لتعطيل التشغيل و انهاء المحادثه

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_2 = """
🎸 <b><u>اوامر الادمن</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🎸 ﹛ رفع ادمن / ر ادمن ﹜ + اليوزر او الايدي او ريبلاي
⚡️ لرفع ادمن في البوت

🎸 ﹛ تنزيل ادمن / ت ادمن ﹜ + اليوزر او الايدي او ريبلاي
⚡️ لتنزيل ادمن من البوت 

🎸 ﹛ قائمة الادمن / الادمينه ﹜
⚡️ لمعرفت المرفوعين ادمن في البوت 

🎸 ﹛ ريلود / ريفريش ﹜
⚡️ لاعادة تشغيل البوت و رفع ادمنية المجموعه

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_3 = """
🔊<b><u> اهلا بك في قسم الاذاعه[للمطور فقط] :</b></u> 

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

📌 اذاعه +  👇🏻

📌 ﹛ بالتثبيت ﹜
🔊 لتثبيت الاذاعه ف الجروبات .

📌 ﹛ للاعضاء ﹜
🔊 يقوم عمل اذاعه للمجموعات و تنبيه الاعضاء .

📌 ﹛ للخاص ﹜
🔊 لمستخدمين خاص البوت .

📌 ﹛ بالمساعد ﹜
🔊 يتم الاذاعه بالمساعد للمجموعات و الخاص .

📌 ﹛ وقف الاذاعه ﹜
🔊 يتم تعطيل الاذاعه التي قمت بها ..

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

مثال : <code>اذاعه بالتثبيت للاعضاء للخاص بالمساعد<code> + الرساله 
يقوم البوت بعمل اذاعه للجميع
"""

HELP_4 = """🏴<b><u> القائمه السوداء </b></u> [للمطور فقط]

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🏴 بلاك ليست + [ايدي المجموعه] 
☠ يتم وضع الجورب في القائمه السوداء ولايمكن اعضاء المجموعه استخدام البوت .

🏴 ونبلاك + [ايدي المجموعه] 
☠ لرفع المجموعه من القائمه السوداء .

🏴 القائمه السوداء 
☠ لمعرفة المجموعات المحظوره من البوت.

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_5 = """
<b><u>حظر المستخدمين : </b></u>[ للادمن ]

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

يقوم البوت بحظر المستخدمين من استعماله فقط لا يحظر من الجروبات 

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🕸 حظر [ اليوزر / ريبلاي ] 
🕷 يقم بحظر المستخدم من البوت .

🕸 الغاء حظر [ يوزر / ريبلاي ]
🕷 يقم بالغاء الحظر عن المستخدم .

🕸 المحظورين
🕷 يئتي البوت ب قائمة المحظورين .

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_6 = """
<u><b>اوامر تشغيل القنوات:</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

يتم تشغيل البوت ف القناه عن طريق الجروب .

#تشغيل + [ رابط / الاسم / ربيلاي ].
يقوم البوت بتشغيل المقطع الصوتي في القناه المربوطه

#فيديو + [ رابط / الاسم / ربيلاي ]
يقوم البوت بتشغيل مقطع الفيديو المراد في القناه .

#ايقاف
يقوم بتعطيل المقطع المشغل ف القناه

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

ربط او قناه او القناه + [ يوزر القناه / ايدي القناه ] :
يقوم بربط القناه المراده عن طريق البوت .
"""

HELP_7 = """
<u><b>حظر عام</b></u> [للمطور] 

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🕸 عام [ ربلاي / ايدي ] : 
🕷 بقوم بحظر المستخدم من البوت عام ولا يستطع استخدام البوت ابدا.

🕸 الغاء العام [ ريبلاي / ايدي] 
🕷 الغاء حظر المستخدم.

🕸 قائمة العام : 
🕷 يعرض قائمة المحظورين علي مستوي البوت

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_8 = """
<b><u>⏳ اوامر التكرار :</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

<b>يقوم تكرار المقطع الصوتي او الفيديو ف الكول</b>

⏳ التكرار [تفعيل / تعطيل] : 
⌛️ تعطيل او تفعيل التكرار في الجروب 

⏳ تكرار او كررها [1, 2, 3, ...] : 
⌛️ يقوم بتكرار المقطع الصوتي او الفيديو بالعدد المراد

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_9 = """
<u><b>🗄 امر السجل</b></u> [للمطور]

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🏷 السجل [تعطيل / تفعيل ] : 
📝 لتسجيل الانشطه التي تحديث علي البوت.

(الامر السجل تفعيل / تعطيل)

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_10 = """
<b><u>🌡 امر البينج :</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

❤️‍🔥 عايش : 
🖤 للتاكد من ان البوت يعمل بشكل صحيح .

🕹 مساعده : 
📜 ل اظهار قائمة المساعدة مع شرح الأوامر.

📊 بينج 
🧮 يعرض بينج و إحصائيات النظام الخاصة بالبوت

📈 الاحصائيات / احصائيات : 
📉 لاظهار الاحصائيات الشامله للبوت

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_11 = """
<u><b> 🎸 اوامر التشغيل :</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

ربط او قناه + الرابط او الايدي
للتشغيل في القنوات 

اوامر تشغيل القناه تبداء ب [ # ] 
مثال #تشغيل #ايقاف 

اوامر التشغيل ف الجروبات 
تشغيل ، ايقاف ، وقف ، كمل

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_12 = """
<b><u>🤾🏻‍♂ الخلط و قائمة الانتظار :</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🎸 خلط 
⚡️ يخلط قائمة التشغيل .

🎸 القائمه :
⚡️ يظهر لك قائمة التشغيل.

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_13 = """
<b><u>🪇 اوامر التقديم او الرجوع :</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🪇 تقديم / seek  + العدد بالثواني
🎻 يقدم المقطع الصوتي او الفيديو 

🪇 رجوع / seekback + العدد بالثواني
🎻 يرجع المقطع الصوتي او الفيديو 

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_14 = """
<b><u>🪂 اوامر التحميل و التنزيل</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🪂 تنزيل / تحميل / song  
🪂 ل تنزيل المقاطع الصوتيه و الفديوهات

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""

HELP_15 = """
<b><u>🏄🏻 اوامر السرعه :</b></u>

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

يمكنك التحكم في سرعة التشغيل [للادمن فقط]

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱

🏄🏻 السرعه  :   
🤾🏻‍♂ التكم ف سرعة التشغيل للمحادثه الصوتيه للمجموعات

🏄🏻 #السرعه 
🤾🏻‍♂ التكم ف سرعة التشغيل للمحادثه الصوتيه للقنوات

🏄🏻 اختبار السرعه
🤾🏻‍♂ ل قياس سرعت النت

⊰•━━━━﴾ 🕸 𝐁𝐋𝐀𝐂𝐊 🕸 ﴿━━━━•⊱
"""
